Revit 2024 API
ParameterTypeId.ViewUnderlayBottomId Property
 "Range: Base Level"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 24.0.0.0 (24.0.0.0)
Syntax
C#
public static ForgeTypeId ViewUnderlayBottomId { get; }
Visual Basic
Public Shared ReadOnly Property ViewUnderlayBottomId As ForgeTypeId
	Get
Visual C++
public:
static property ForgeTypeId^ ViewUnderlayBottomId {
	ForgeTypeId^ get ();
}
See Also
ParameterTypeId Class
Autodesk.Revit.DB Namespace